<?php

return [
    'nav' => [
        'dashboard' => 'الصفحة الشخصية',
        'logout' => 'تسجيل الخروج',
        'home' => 'الرئيسية',
        'categories' => 'التصنيفات',
        'ads' => 'إعلانات',
        'contact_us' => 'تواصل معنا',
        'who_are_we' => 'من نحن ؟',
        'post_ad' => 'انشر إعلانا',
        'login' => 'تسجيل الدخول',
    ],
    'login' => [
        'login_now' => 'سجل دخولك الان',
        'mobile' => 'رقم الجوال',
        'password' => 'كلمة المرور',
        'remember' => 'تذكرني',
        'or' => 'أو',
        'register' => 'إنشاء حساب جديد',
        'forget_password' => 'نسيت كلمة المرور ؟',
        'android_ios' => 'لتصفح اسرع حمل تطبيقتنا للاندرويد و الايفون',
    ],
    'register' => [
        'register' => 'إنشاء حساب',
        'name' => 'اسم المستخدم',
        'mobile' => 'رقم الجوال',
        'city' => 'المدينة',
        'password' => 'كلمة المرور',
        'password_confirmation' => 'تاكيد كلمة المرور',
        'age'=> 'العمر',
        'gender'=> 'النوع',
        'private'=> 'لن يشاهد هذا احد غيرك',
        'ext_change' => 'يمكنك تعديل مفتاح البلد للتسجيل من الخارج',
        'and' => 'و',
        'agree' => 'اوافق علي',
        'conditions' => 'الشروط',
        'terms' => 'احكام الاستخدام',
    ],
    'verify_code' => [
        'whatsapp' => 'إرسال رمز تحقق اسرع عبر الواتساب',
        'sms' => 'إرسال رمز تحقق عبر رسالة نصية',
        'verify_account' => 'تفعيل الحساب',
        'we_sent_code' => 'لقد تم ارسال رسالة نصية برمز التاكيد الي رقمك',
        'code' => 'رقم التاكيد',
        'activate' => 'تفعيل'
    ],
    'forget_password' => [
        'whatsapp' => 'إستعادة اسرع عبر رسالة واتساب',
        'sms' => 'إستعادة عبر رسالة نصية',
        'recover' => 'استعادة الحساب',
        'forget' => 'نسيت كلمة المرور',
    ],
    'change_password' => [
        'change' => 'تغيير كلمة السر',
        'change_for_mobile' => 'تغيير كلمة السر لرقم هاتف ',
        'confirm' => 'تأكيد',
        'success' => 'تم تغيير كلمة السر بنجاح'
    ],
    
];
