<?php

return [
    'ad_create'                 => 'تم انشاء الاعلان الخاص بك باسم :title',
    'ad_update'                 => 'تم تعديل الاعلان الخاص بك باسم :title',
    'ad_remove'                 => 'تم حذف الاعلان الخاص بك باسم :title',
    'rating_add_from'           => 'تم اضافة التقييم الخاص بك للمستخدم :name',
    'rating_add_to'             => 'تم اضافة تقييم لك من المستخدم :name',
    'comment_add_from'          => 'تم اضافة التعليق الخاص بك على الاعلان :title',
    'comment_add_to'            => 'تم اضافة تعليق على الاعلان الخاص بك باسم :title من المستخدم :user',
    'reply_add_from'            => 'تم اضافة ردك على التعليق الخاص بالاعلان :title',
    'reply_add_to'              => 'تم اضافه رد على التعليق الخاص بك فى الاعلان باسم :title',
    'report'                    => 'تم ارسال ابلاغ للمشرفين على العنصر :report_type',
    'message_sent'              => 'تم ارسال الرسالة الخاصة بك للمستخدم :user',
    'message_received'          => 'تم ارسال رسالة لك من المستخدم :user',
    'favorite_add'              => 'تم اضافة الاعلان :title الى قائمة المفضلة',
    'favorite_remove'           => 'تم حذف الاعلان :title من قائمة المفضلة',
    'report_confirmed'          => 'تم التعامل مع الابلاغ الخاص بك',
    'comment_removed_admin'     => 'تم حذف التعليق الخاص بك فى الاعلان :title من قبل المشرفين نظرا لكونه غير لائق',
    'ad_removed_admin'          => 'تم حذف الاعلان الخاص بك وهو :title من قبل المشرفين نظرا لكونه غير لائق',
    'comment_removed_admin'     => 'تم حذف التعليق الخاص بك وهو :title من قبل المشرفين نظرا لكونه غير لائق',
    'admin' => [
        'new_contact'   => 'طلب تواصل جديد برجاء الاطلاع',
        'new_advertisement_created' => 'اعلان جديد برجاء الاطلاع',
        'new_report'    =>  'بلاغ جديد برجاء الاطلاع',
        'new_user_register' =>  'مستخدم جديد برجاء الاطلاع',
    ],
    'user' => [
        'new_reply'   => 'تم اضافة رد على التعليق الخاص بك',
        'new_comment' => 'تم اضافة تعليق على الاعلان الخاص بك',
        'new_message'    =>  'تم ارسال رسالة جديدة لك',
    ]
];