<?php

return [
    'categories' => [
        'columns' => [
            'name' => 'الإسم',
            'desc' => 'الوصف',
            'curr_photo' => 'الصورة الحالية',
            'photo' => 'الصورة',
            'icon' => 'الايقونة',
        ],
        'new' => 'إضافة تصنيف فرعى',
        'main_new' => 'إضافة تصنيف رئيسى جديد',
        'update' => 'تعديل التصنيف',
        'delete' => 'حذف التصنيف',
        'get' => 'التصنيفات',
        'all' => 'كل التصنيفات',
        'wait' => 'انتظر حتى يتم التعديل',
        'click_first' => 'اضغط على اى تصنيف اولا',
        'loading' => 'جارى جلب البيانات'
    ],
    'cities' => [
        'columns' => [
            'name' => 'الإسم',
            'country' => 'البلد',
            'no_ads' => 'عدد الاعلانات',
            'no_users' => 'عدد المستخدمين',
        ],
        'new' => 'إضافة مدينة جديدة',
        'update' => 'تعديل مدينة',
        'get' => 'المدن',
        'all' => 'كل التصنيفات',

    ],
    'advertsimenets' => [
        'columns' => [
            'name' => 'الإسم',
            'country' => 'البلد',
            'no_ads' => 'عدد الاعلانات',
            'no_users' => 'عدد المستخدمين',
        ],
        'new' => 'إضافة إعلان جديد',
        'update' => 'تعديل إعلان',
        'get' => 'الإعلانات',
        'all' => 'كل الإعلانات',

    ],
    'countries' => [
        'columns' => [
            'name' => 'الإسم',
            'ext' => 'رقم البلد',
            'no_ads' => 'عدد الإعلانات',
            'no_users' => 'عدد المستخدمين',
            'no_cities' => 'عدد المدن',
        ],
        'new' => 'إضافة بلد جديد',
        'update' => 'تعديل بلد',
        'get' => 'البلاد',
        'all' => 'كل البلاد',

    ],
    'admins' => [
        'columns' => [
            'first_name' => 'الاسم الاول',
            'last_name' => 'الاسم الاخير',
            'email' => 'البريد الإلكترونى',
            'username' => 'اسم المستخدم',
            'permissions' => 'الصلاحيات',
        ],
        'new' => 'إضافة مشرف جديد',
        'update' => 'تعديل مشرف',
        'get' => 'المشرفين',
        'all' => 'كل المشرفين',

    ],
    'users' => [
        'columns' => [
            'photo' => 'الصورة',
            'age' => 'العمر',
            'password' => 'كلمة السر',
            'username' => 'اسم المستخدم',
            'mobile' => 'رقم الهاتف',
            'ext' => 'رقم البلد',
            'country' => 'البلد',
            'city_country_name' => 'البلد والمدينة',
            'city' => 'المدينة',
            'gender' => 'النوع',
            'activated' => 'مفعل',
            'no_ads' => 'عدد الإعلانات',
            'no_chats' => 'عدد المحادثات',
            'no_ratings' => 'عدد التقييمات',
            'no_favorites' => 'عدد العناصر المفضلة',
        ],
        'new' => 'إضافة مستخدم جديد',
        'update' => 'تعديل مستخدم',
        'get' => 'المستخدمين',
        'all' => 'كل المستخدمين',
        'male' => 'ذكر',
        'female' => 'أنثى',
        'choose_photo' => 'اختر الصورة',
        'update_photo' => 'تعديل الصورة',
        'remove_photo' => 'حذف الصورة',
        
    ],
    'login' => [
        'remember_me' => 'تذكرنى',
        'login' => 'تسجيل دخول',
    ],
    'dashboard' => [
        'result_filter' => 'تصفية النتائج',
        'date_from' => 'من تاريخ',
        'date_to' => 'إلى تاريخ',
        'breif_info' => 'معلومات مختصرة',
        'users_count' => 'عدد المستخدمين',
        'categories_count' => 'عدد التصنيفات',
        'cities_count' => 'عدد المدن',
        'ads_count' => 'عدد الإعلانات',
    ],
    'profile' => [
        'edit_profile' => 'تعديل الملف الشخصى',
        'change_password' => 'تغيير كلمة السر',
    ],
    'columns' => [
        'created_at' => 'تاريخ الإنشاء',
        'status' => 'الحالة',
        'home' => 'فى الصفحة الرئيسية',
        'main' => 'فى صفحة التصنيفات',
        'password' => 'كلمة السر',
        'action' => 'الإجراءات',
    ],
    'superadmin' => 'رئيس',
    'superadminDesc' => 'لا داعى لاختيار الصلاحيات بالاسفل اذا اخترت نعم',
    'permissions' => 'الصلاحيات',

];
